Repository: pluginsGLPI/surveyticket
Catalog: locales/*.po
Languages: hr_hr

source: Survey
hr_hr: Anketa

source: Your GLPI version not compatible, require 9.2
hr_hr: Tvoja GLPI verzija nije kompatibilna, potrebna je 9.2

source: Answer
hr_hr: Odgovor

source: + field
hr_hr: + polje

source: Go to question
hr_hr: Prijeđi na pitanje

source: Short text
hr_hr: Kratki tekst

source: Long text
hr_hr: Dugački tekst

source: Linked to question
hr_hr: Povezano s pitanjem

source: Mandatory
hr_hr: Obavezno

source: The question is present in the survey
hr_hr: Pitanje postoji u anketi

source: Please delete the questionnaire if you want to add it.
hr_hr: Izbriši upitnik ako ga želiš dodati.

source: Menu
hr_hr: Izbornik

source: Question
hr_hr: Pitanje

source: Use the questionnaire when creating a ticket
hr_hr: Koristi upitnik prilikom stvaranja naloga

source: dropdown
hr_hr: padajući popis

source: checkbox
hr_hr: potvrdni okvir

source: radio
hr_hr: izborni gumb

source: Create a question
hr_hr: Stvori pitanje

source: The question can not be added because it has links to other questions : %s. Please delete the questionnaire if you want to add it.
hr_hr: Nije moguće dodati pitanje, jer ima poveznice na druga pitanja: %s. Izbriši upitnik, ako ga želiš dodati.

source: Mandatory questions are not filled. Please correct: %s
hr_hr: Obavezna pitanja nisu ispunjena. Ispravi: %s

source: Text
hr_hr: Tekst
